/* Dot import error */
"%@\n\nLine %d: %@" = "%1$@\n\nLigne %2$d : %3$@";

/* Graphviz import error */
"Couldn't read graph type; found \"%@\" when expecting \"graph\" or \"digraph\"." = "Impossible de lire le type de graphique ; « %@ » a été trouvé alors que « graphique » ou « digramme » était attendu.";

/* Dot (GraphViz) import error */
"Dot import failure" = "Échec lors de l’importation du point";

/* Graphviz import error */
"Expecting a subgraph after \"subgraph\" keyword." = "Sous-graphique attendu après le mot-clé « sous-graphique » .";

/* Graphviz import error */
"Expecting attachment point after nodename and colon." = "Un point d’attachement est attendu après le nom de nœud et les deux-points.";

/* Graphviz import error */
"Expecting value for key \"%@\"." = "Valeur attendue pour la clé « %@ ».";

/* Graphviz import error */
"Graph nodes didn't start as expected." = "Les nœuds de graphique n’ont pas débuté comme prévu.";

/* Graphviz import error */
"Malformed attribute dictionary: expecting an attribute name." = "Dictionnaire d’attribut mal formé : un nom d’attribut est attendu.";

/* Graphviz import error */
"Malformed attribute dictionary: expecting an attribute value." = "Dictionnaire d’attribut mal formé : une valeur d’attribut est attendue.";

/* Graphviz import error */
"Unexpected left square bracket after subgraph definition." = "Crochet gauche inattendu après la définition du sous-graphique.";

/* Graphviz import error */
"Unexpected token while expecting statement." = "Un jeton est apparu alors qu’une instruction était attendue.";

